Repository: sillsdev/FwLocalizations
Catalog: messages.ru.tmx
Source language: en
Languages: ru

source: Remove a publication from this field to completely exclude this example from that publication.
ru: Удплить публикацию из данного поля, чтобы полностью исключить данный пример из данной публикации.

source: Remove a publication from this field to completely exclude this sense from that publication.
ru: Удалить публикацию из данного поля, чтобы полностью исключить это значение из данной публикации.

source: Remove &All
ru: Удалить &всё

source: Remove &Character Style
ru: Удалить стиль &символов

source: Remove Character Style
ru: Удалить стиль символов

source: Remove Clause Marker
ru: Удалить метку предложения

source: Remove from existing items
ru: Удалить из существующих единиц

source: Remove Parser approved analyses
ru: Удалить утвержденные результаты анализа парсера

source: Remove the character style formatting from the current selection.
ru: Удалить форматирование стиля символов из текущего выделения.

source: Remove XXX Slot
ru: Удалить слот XXX

source: Remove YYY from XXX
ru: Удалить YYY из XXX

source: Removes the selected analysis writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
ru: Удаляет выбранную толкующую систему письма из проекта, но не из FieldWorks. Некоторые тексты могут быть скрыты. Используйте кнопку Добавить для возвращения данной системы письма в проект.

source: Removes the selected vernacular writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
ru: Удаляет выбранную анализируемую систему письма из проекта, но не из FieldWorks. Некоторые тексты могут быть скрыты. Используйте кнопку Добавить для возвращения данной системы письма в проект.

source: Removing Important Writing System
ru: Удаление важной системы письма

source: Removing: '{0}' ...
ru: Удаление: '{0}' ...

source: &Rename ...
ru: &Переименовать ...

source: Rename a FieldWorks project.
ru: Переименовать проект FieldWorks.

source: Rename FieldWorks Project
ru: Переименовать проект FieldWorks

source: Rename Toolbar
ru: Переименовать панель инструментов

source: &Rename...
ru: &Переименовать...

source: Renaming project...
ru: Переименование проекта...

source: _Reparse all words
ru: Повторный анализ всех слов

source: &Replace
ru: &Заменить

source: Replace
ru: Заменить

source: Replace &All
ru: Заменить &всё

source: Replace All
ru: Заменить всё

source: Replace existing items
ru: Заменить существующие единицы

source: Replace Existing Project
ru: Заменить существующий проект

source: Replace o: with oo
ru: Заменить o: на oo

source: Replace Reference
ru: Заменить ссылку

source: Re&place with:
ru: &Заменить на:

source: R&eplace...
ru: &Заменить...

source: Replace...
ru: Заменить...

source: Replace: {0} with {1}
ru: Заменить: {0} на {1}

source: Report
ru: Отчет

source: Representation
ru: Представление

source: Request Debug Info
ru: Запросить инф. по отладке

source: Required Features
ru: Необходимые свойства

source: Required Features (Allomorph)
ru: Необходимые свойства (алломорф)

source: (Requires Administrator rights.)
ru: (Требуются права администратора.)

source: Requires more derivation
ru: Требует больше деривации

source: Research Plan
ru: План исследования

source: Research Plan:
ru: План исследования:

source: Researcher:
ru: Исследователь:

source: Researchers
ru: Исследователи

source: ResearchPlan
ru: План исследования

source: &Reset
ru: &Сбросить

source: Reset
ru: Сбросить

source: Reset Bar
ru: Сбросить настройки панели

source: Reset &Paragraph Style
ru: Сбросить стиль &абзаца

source: Reset P&aragraph Style
ru: Сбросить стиль аб&заца

source: Reset Paragraph Style
ru: Сбросить стиль абзаца

source: &Reset...
ru: &Сбросить...

source: _Resources
ru: _Источники

source: Restore
ru: Восстановить

source: Restore a FieldWorks project.
ru: Восстановить проект FieldWorks.

source: Restore a Project
ru: Восстановить проект

source: &Restore a Project...
ru: &Восстановить проект...

source: _Restore a Project...
ru: _Восстановить проект...

source: Restore defaults
ru: Восстановить настройки по умолчанию

source: Restore Defaults
ru: Восстановить настройки по умолчанию

source: Restore Defaults...
ru: Восстановить настройки по умолчанию...

source: Restore Failed
ru: Восстановление не произведено

source: Restore FieldWorks Project
ru: Восстановить проект Fieldworks

source: Restoring {0} to a temporary project
ru: Восстановление {0} во временный проект

source: Restoring default settings will reset all configured views back to the factory defaults. Do you want to restore default settings?
ru: Восстановление настроек по умолчанию сбросит все насройки к первоначальным настройкам. Вы хотите восстановить настройки по умолчанию?

source: Restoring from an old FieldWorks backup failed.
ru: Восстановление из старой резервной копии FieldWorks не удалось.

source: Restoring...
ru: Восстановление...

source: Restrict to items with dates...
ru: Ограничить единицами с датами...

source: Restrict to items with values...
ru: Ограничить единицами со значениями...

source: Restrict...
ru: Ограничить...

source: Restriction
ru: Ограничение

source: Restrictions
ru: Ограничения

source: Restrictions (Entry)
ru: Ограничения (статья)

source: Restrictions (Sense)
ru: Ограничения (значение)

source: Restrictions:
ru: Ограничения:

source: Result
ru: Результат

source: Results:
ru: Результаты:

source: Retrieving Grammar and Lexicon
ru: Восстановление грамматики и лексикона

source: Retrieving Template Information
ru: Восстановление информации шаблона

source: Retry
ru: Повторить

source: reversal
ru: обратный индекс

source: Reversal Entries
ru: Обратный индекс

source: Reversal Entry
ru: Статья обратного индекса

source: Reversal Index
ru: Обратный индекс

source: Reversal Index Categories
ru: Категории обратного индекса

source: _Reversal Indexes
ru: Обратные _индексы

source: Reversal Indexes
ru: Обратные индексы

source: Reversal Subentries
ru: Подстатьи обратного индекса

source: Reversals
ru: Обратные индексы

source: Reverse Abbr.
ru: Сокр. обр.инд.

source: Reverse Abbreviation
ru: Сокращение обратного индекса

source: Reverse Name
ru: Имя обратного индекса

source: Review the location of Linked Files
ru: Обзор расположения ссылочных файлов

source: Rich Text Format Files
ru: Файлы в формате RTF

source: &Right
ru: &Вправо

source: Right
ru: Вправо

source: Right Border
ru: Правая граница

source: Right environment
ru: Окружение справа

source: Right Gloss Separator
ru: Правый разделитель глосс

source: Right headed
ru: Главное компонент справа

source: Right Headed
ru: Регрессивный

source: Right Member
ru: Правый член

source: Right MSA
ru: Правый MSA

source: &Right:
ru: &Вправо

source: Right-to-left
ru: Справа-налево

source: Right-to-Left
ru: Справа-налево

source: Right-to-Left Arabic
ru: Справа налево арабский

source: right-to-left iterative
ru: справа-налево повторно

source: Role
ru: Роль

source: Roles
ru: Роли

source: Root-based (complex forms as subentries)
ru: Сортирока по корню (сложные формы в виде подстатьей)

source: Rose,255,153,204
ru: Розовый,255,153,204

source: row
ru: строка

source: Row:
ru: Строка:

source: Rows
ru: Строки

source: Rule Formula
ru: Формула правила

source: Rule to prevent allomorph co-occurrence
ru: Правило, предотвращающее сочетание алломорфов

source: Rule to Prevent Allomorph Co-occurrence
ru: Правило, предотвращающее сочетание алломорфов

source: Rule to prevent morpheme co-occurrence
ru: Правило, предотвращающее сочетание морфем

source: Rule to Prevent Morpheme Co-occurrence
ru: Правило, предотвращающее сочетание морфем

source: &Run Checked Utilities Now
ru: &Запустить отмеченные утилиты

source: Run the Demo Movies.
ru: _Запустить Демо.

source: Run this utility when the FieldWorks project has entries with duplicate or missing homograph numbers, or when there are gaps in the homograph number sequences.
ru: Запустите эту утилиту, если в проекте FieldWorks имеются статьи с дубликатами или отсутствующими номерами омографов или если есть пропуски в нумерации омографов.

source: Run this utility when you think there are problems of any kind with the analyses that are returned by the parser, or when you simply want to remove all parser approved analyses.
ru: Используйте эту утилиту, когда по вашему мнению имеются какие бы то ни было проблемы с анализом, полученным от парсера, или когда вы просто хотите удалить все утвержденные парсером анализы.

source: Run utility that inserts word breaks according to the words in this project (for languages without spaces between words).
ru: Запустите утилиту, которая вставляет границы слов согласно словам в данном проекте (для языков без пробелов между словами).

source: S_ynchronize with LiftShare...
ru: С_инхронизировать с LiftShare...

source: SampleString
ru: ОбразецСтроки

source: &Save
ru: &Сохранить

source: _Save
ru: _Сохранить

source: Save
ru: Сохранить

source: Save as Webpage
ru: Сохранить как Веб-страницу

source: Save As Webpage
ru: Сохранить как веб-страницу

source: Save as:
ru: Сохранить как:

source: Save changes?
ru: Сохранить изменения?

source: Save in:
ru: Сохранить в:

source: &Save Report...
ru: &Сохранить отчет...

source: Save settings?
ru: Сохранить настройки?

source: &Save to File...
ru: &Сохранить в файл...

source: &Save...
ru: &Сохранить...

source: Save: Saves any changes you have made.
ru: Сохранить: Сохраняет все сделанные изменения.

source: Saves changes.
ru: Сохраняет именения.

source: Saving all changes...
ru: Сохраняет все изменения...

source: Saving project {0}...
ru: Сохранение проекта {0}...

source: Saving...
ru: Сохранение...

source: Scan
ru: Сканирование

source: Schema
ru: Схема

source: Sc&heme:
ru: Сх&ема:

source: Sche&me:
ru: Схе&ма:

source: Scientific Name
ru: Научное название

source: Scientific Names
ru: Научные названия

source: ScientificName
ru: НаучноеНазвание

source: Script Abbreviation (4 char.):
ru: Сокращение скрипта (4 симв.):

source: Script name:
ru: Имя скрипта:

source: Se_t up Writing Systems...
ru: Уст_ановить систему письма...

source: Sea Green,51,153,102
ru: Морская волна,51,153,102

source: &Search
ru: &Искать

source: Search &By:
ru: Искать &с помощью:

source: Search &For:
ru: Искать &:

source: Search in the line:
ru: Искать в строке:

source: Search Options
ru: Параметры поиска

source: Searching Folder:
ru: Папка для поиска:

source: Searching...
ru: Поиск...

source: {0} Second capture
ru: {0} Второй заголовок

source: Secondary Order
ru: Вторичный порядок

source: See a list of entries with problems.
ru: Посмотреть перечень статей с проблемами.

source: See Also
ru: Смотри также

source: See Also:
ru: Смотри также:

source: (see under
ru: (см. под

source: , see under
ru: , см. под

source: Segment Separator
ru: Разделитель сегментов

source: Select
ru: Выбрать

source: Select _All
ru: Выбрать _всё

source: Select a location within the Linked Files folder ({0}) for the picture file.
ru: Выбрать место в папке ссылочных файлов ({0}) для файла картинки.

source: Select a Process
ru: Выбрать процесс

source: Select a view to rename, copy or delete it.
ru: Выбрать вид для его переименования, копирования или удаления.

source: Select A&ll
ru: Выбрать в&сё

source: Select All
ru: Выбрать всё

source: Select all of the text.
ru: Выбрать весь текст

source: Select All Text
ru: выбрать весь текст

source: 1. Select an analysis to view its current uses in a text.
ru: 1. Выбрать анализ для отображения текущего использования в тексте.

source: Select an import settings file. You will be able to modify/customize these settings to fit the database you're importing.
ru: Выбрать файл настроек импорта. Вы сможете изменить/настроить данные так, чтобы они подходили импортируемой базе данных.

source: Select Clauses
ru: Выбрать предложения

source: Select Custom Field
ru: Выбрать пользовательское поле

source: Select how the item is used
ru: Выбор способа использования элемента

source: Select &Input File...
ru: Выбрать &входной файл...

source: Select Language
ru: Выбрать язык

source: Select Language for New Writing System
ru: Выбор языка для новой системы письма

source: Select location where you want to save your backup.
ru: Выбрать место, где вы хотите сохранить вашу резервную копию.

source: Select projects to migrate:
ru: Выбор переносимого проекта:

source: 3. Select the analysis you want the selected word occurrences to use.
ru: 3. Выберите анализ, который будет использован над выбранными экземплярами слова.

source: Select the baseline writing system for this text:
ru: Выберите систему письма исходника для этого текста:

source: Select the entry to merge the current entry into:
ru: Выберите статью для слияния с текущей статьёй:

source: Select the first or last row you want to include
ru: Выбрать первую или последнюю строку, которую вы хотите включить

source: Select the form to merge the current allomorph into:
ru: Выберите форму для слияния с текущим алломорфом:

source: Select the gloss to merge the current gloss into:
ru: Выберете глоссу для объединения с текущей глоссой:

source: Select the Import Settings file to load
ru: Выберите файла настроек импорта для загрузки:

source: Select the Import Settings file to save
ru: Выберите файл настроек импорта для сохранения:

source: Select the keyboard combination with which to type {0} text.
ru: Выберите сочетание клаивтур для печати текста {0}.

source: Select the kind of item
ru: Выберите вид элемента

source: Select the LIFT file to import:
ru: Выберите файлы LIFT для импорта:

source: Select the row and column to mark this cell's content as postposed from.
ru: Выберите строку и столбец, чтобы пометить содержимое данной ячейки как постпозицию.

source: Select the row and column to mark this cell's content as preposed from.
ru: Выберите строку и столбец, чтобы пометить содержимое данной ячейки как препозицию.

source: Select the sense to merge the current sense into:
ru: Выбрать значение для слияния с текущим значением:

source: Select the Shoebox Anthropology Database file to import
ru: Выберите файлы антропологической базы данных Shoebox для импорта:

source: Select the target field and the list choice to change it to
ru: Выбрать поле назначения и перечислить возможности его изменения в

source: Select the words to be marked as postposed.
ru: Выберите слова, помечаемые как постпозиция.

source: Select the words to be marked as preposed.
ru: Выберите слова, помечаемые как препозиция.

source: Select Writing System
ru: Выбор системы письма

source: Selected folder must be a complete path. Use Browse to find desired directory.
ru: Выбранная папка должна иметь полный путь. Используйте Найти для нахождения нужной папки.

source: Selected gloss components
ru: Выбранные компоненты глоссы

source: Selected writing systems will always be displayed; unselected ones will be displayed if they contain data.
ru: Выбранные системы письма всегда будут отображаться; невыбранные будут отображаться, только если они содержат данные.

source: Selecting similar writing system
ru: Выбор похожей системы письма

source: (sem. domains:
ru: (сем. области:

source: _Semantic Domain
ru: _Семантическая Область

source: Semantic Domain
ru: Семантическая Область

source: Semantic Domains
ru: Семантические Области

source: Semantics Note
ru: Семантическая заметка

source: Semantics Notes
ru: Семантические заметки

source: &Send an email message filled with this information.
ru: &Отослать электронное письмо со следующей информацией.

source: &Send this the next time I'm connected to the Internet.
ru: &Отослать это в следующий раз, когда я соединюсь с Интернетом.

source: Send/Receive LIFT
ru: Отправить/получить LIFT

source: sense
ru: значение

source: _Sense
ru: Зна_чение

source: Sense
ru: Значение

source: Sense Collection (e.g. synonym)
ru: Набор значений (напр., синоним)

source: Sense Number
ru: Номер значения

source: Sense Number Configuration:
ru: Конфигурация номеров значений:

source: Sense Pair - 2 relation names (e.g. individual/group)
ru: Пара значений - 2 связанных имени (напр., элемент/группа)

source: Sense Pair (e.g. Antonym)
ru: Пара значений (напр., антоним)

source: Sense Sequence/scale (e.g. calendar)
ru: Последовательность/шкала значений (напр., календарь)

source: Sense Status
ru: Статус значения

source: Sense Tree (e.g. part/whole)
ru: Дерево значений (напр., часть/целое)

source: Sense Type
ru: Тип значения

source: Sense Types
ru: Типы значений

source: Sense Usage Types
ru: Типы применения значений

source: Sense: {0}
ru: Значение: {0}

source: Senses
ru: Значения

source: Senses:
ru: Значения:

source: Sentence
ru: Предложение

source: Sentence with Translations
ru: Предложение с переводами

source: Sep
ru: сент.

source: Separator, Line
ru: Разделитель, строка

source: Separator, Paragraph
ru: Разделитель, абзац

source: Separator, Space
ru: Разделитель, пробел

source: Server name could not be resolved to a valid host: {0} {1}
ru: Имя сервера не может быть разрешено для действительного хоста: {0} {1}

source: Server unexpectedly became unavailable. Check your network connection.
ru: Неожиданно сервер стал недоступен. Проверьте ваше сетевое соединение.

source: Set {0}
ru: Установить {0}

source: Set Feature Variables
ru: Настроить свойства переменных

source: Set Feature Variables...
ru: Настроить свойства переменных...

source: Set Natural Class...
ru: Настроить естественный класс...

source: Set Occurrence
ru: Настроить появление

source: Set Phonological Features
ru: Настроить фонологические свойства

source: Set Phonological Features...
ru: Настроить фонологические свойства...

source: Set Reversal
ru: Настроить обратный индекс

source: Set up keyboards
ru: Настройка клавиатур

source: Sets the default writing system for this field.
ru: Устанавливает систему письма по умолчанию для этого поля.

source: Sets the Paragraph style for this field.
ru: Назначает стиль абзаца для данного поля.

source: Sets the writing system for this field.
ru: Устанавливает систему письма для этого поля.

source: Setting entry modification times
ru: Установка времени изменения статьи

source: Settings
ru: Настройки

source: Settings Saved
ru: Настройки сохранены

source: Settings:
ru: Настройки:

source: Setup Processor
ru: Настройка процессора

source: Setup...
ru: Настройки...

source: Several built-in lists have content in English only. FieldWorks is additionally creating an English writing system so that you can view the content of these lists.
ru: Содержимое нескольких встроенных списков только на английском. В дополнение FieldWorks создает английскую систему письма, чтобы вы могли видеть содержимое этих списков.

source: Share projects stored on this computer
ru: Совместные проекты, хранящиеся на данном компьютере

source: Sharing Projects
ru: Совместное использование проектов

source: Shoebox project
ru: Проект Shoebox

source: Shoebox Project Files
ru: Файлы проекта Shoebox

source: Short delay
ru: Небольшая задержка

source: Short Description
ru: Краткое описание

source: Shortcut key:
ru: Быстрая клавиша:

source: Show
ru: Показать

source: Show _Dictionary Preview
ru: Показать _предварительный просмотр словаря

source: Show _Morphology
ru: Показать _морфологию

source: &Show >>
ru: &Показать >>

source: Show Advanced
ru: Показать Дополнительно

source: Show All
ru: Показать всё

source: Show all right now
ru: Показать всё сейчас

source: &Show all types
ru: &Показать все типы

source: _Show all types
ru: _Показать все типы

source: Show Allomorph in Concordance
ru: Показать алломорф в конкордансе

source: Show Analysis in Concordance
ru: Показать анализ в конкордансе

source: Show Category in Concordance
ru: Показать категорию в конкордансе

source: Show Concordance of
ru: Показать конкорданс

source: Show dictionary entry for root/stem of current word, or open a search dialog box.
ru: Показать словарную статью для корня/основы текущего слова или открыть диалоговое окно поиска.

source: Show Dictionary Preview
ru: Показать предварительный просмотр словаря

source: Show Entry in Concordance
ru: Показать статью в конкордансе

source: Show Entry in Lexicon
ru: Показать статью в лексиконе

source: Show &Fewer Buttons
ru: Показать &меньше кнопок

source: Show Fe&wer Buttons
ru: Показать &меньше кнопок

source: Show &full menus after a short delay
ru: Показать &меню полностью после короткой паузы

source: _Show Hidden Fields
ru: _Показать скрытые поля

source: Show Hidden Fields
ru: Показать скрытые поля

source: Show in {0} list
ru: Показать в {0} списке

source: Show in Category Edit
ru: Показать в правке категорий

source: Show in Complex Form Types list
ru: Показать в списке типов составных правил

source: Show in Compound Rules Editor
ru: Показать в правке правил для композитов

source: Show in Environments Editor
ru: Показать в правке окружений

source: Show in Environments list
ru: Показать в списке окружений

source: Show in Morpheme Types list
ru: Показать в списке типов морфем

source: Show in Natural Classes Editor
ru: Показать в правке естественных классов

source: Show in Natural Classes list
ru: Показать в списке естественных классов

source: Show in Phonemes Editor
ru: Показать в правке фонем

source: Show in Phonemes list
ru: Показать в списке фонем

source: Show in Reversal Index
ru: Показать в обратном индексе

source: Show in Variant Types list
ru: Показать в списке типов вариантов

source: Show in Word Analyses
ru: Показать в анализах слова

source: S&how Info
ru: По&казать инф.

source: &Show Info »
ru: &Показать инф. »

source: Show Lexeme Form in Concordance
ru: Показать форму лексемы в конкордансе

source: Show Minor Entry
ru: Показать второстепенную статью

source: Show &More Buttons
ru: Показать &больше кнопок

source: Show Morph in Concordance
ru: Показать морф в конкордансе

source: Show only the features and values I have used before.
ru: Показать только свойства и значения, которыми я пользовался ранее.

source: Show or hide the Side bar.
ru: Показать или скрыть навигационную панель.

source: Show or hide the Status bar.
ru: Показать или спрятать строку состояния.

source: Show Record in Notebook
ru: Показать запись в блокноте

source: Show Sense in Concordance
ru: Показать значение в конкордансе

source: Show Subentry under
ru: Показать подстатью под

source: Show Subentry under this Component
ru: Показать подстатью под этим компонентом

source: Show the entries and edit them.
ru: Показать статьи и редактировать их.

source: Show the first item.
ru: Показать первый элемент.

source: Show the last item.
ru: Показать последний элемент.

source: Show the list of records.
ru: Показать список записей.

source: Show the next item.
ru: Показать следующий элемент.

source: Show the previous item.
ru: Показать предыдущий элемент.

source: Show the sidebar.
ru: Показать навигационную панель.

source: Show these subentries below this entry in root-based dictionary views.
ru: Показать эти подэлементы ниже данной статьи в словаре по корневой системе.

source: Show these subentries below this sense in root-based dictionary views.
ru: Показать эти подэлементы под этим значением в словаре по корневой системе.

source: Show this entry as a minor entry in Dictionary.
ru: Показать эту статью как ссылочную статью в словаре.

source: Show Unused Items
ru: Показать неиспользованные элементы

source: Show Vernacular Spelling _Errors
ru: Показать _ошибки анализируемой орфографии

source: Show Word Category in Category Edit
ru: Показать категорию слова в правке категорий

source: Show Word Category in Concordance
ru: Показать категорию слова в конкордансе

source: Show Word Gloss in Concordance
ru: Показать глоссу слова в конкордансе

source: Show Wordform in Concordance
ru: Показать словоформу в конкордансе
